Repository: narmafzam/optimization
Catalog: languages/*.po
Languages: fa_ir

source: Something wrong in delete cache files.
fa_ir: اشکالی در فرایند حذف فایل‌ها کش رخ داده است.

source: Cache files successfully removed
fa_ir: فایل‌های کش با موفقیت حذف شد

source: Optimization Advanced Cache file generated successfully in %s.
fa_ir: فایل Advance-cache در %s با موفقیت ایجاد شد.

source: Cache
fa_ir: کش

source: Scheduled Cache Purge
fa_ir: زمان‌بندی پاکسازی کش

source: OPcache purge failed.
fa_ir: پاکسازی اوپ کش شکست خورد.

source: OPcache successfully purged
fa_ir: اوپ کش با موفقیت پاکسازی شد

source: Check this item for generate dominate colors.
fa_ir: با علامت زدن این گزینه، رنگ‌های پر تکرار این تصویر استخراج می‌شوند.

source: Dominant Color
fa_ir: رنگ غالب

source: Performance
fa_ir: بازدهی

source: Affected file/directory: %s
fa_ir: فایل/ پوشه تحت تاثیر: %s

source: Optimization config file %s generated in %s
fa_ir: فایل پیکربندی %s در %s ایجاد شد

source: Optimization:
fa_ir: بهینه‌سازی:

source: Optimization process is currently running: %s success and %s failed of %s page types completed. (Refresh this page to view progress)
fa_ir: بهینه سازی در حال اجراست: %s پردازش موفق و %s پردازش نا موفق از %s صفحه. (برای دیدن پیشرفت صفحه را رفرش کنید)

source: Optimization process is currently running.
fa_ir: پردازش بهینه‌سازی در حال اجرا است.

source: Clear this %s
fa_ir: حذف این %s

source: Loading...
fa_ir: در حال بارگذاری
